Repository: wp-plugins/taplogin
Catalog: languages/taplogin-*.po
Languages: ru_ru

source: Your Teddy account is already linked to another user of this site
ru_ru: Ваша учетная запись на TeddyID.com уже связана с другим пользователем этого сайта

source: Email is a required field. We sent a request to your phone to get your email address stored with TeddyID.com. Please approve the request, or enter your another email below
ru_ru: Email является обязательным полем. Мы отправили запрос на ваш телефон с просьбой одобрить передачу нам вашего email, сохраненного в TeddyID.com. Пожалуйста, одобрите этот запрос или введите другой ваш email ниже

source: E-mail address
ru_ru: Адрес электронной почты

source: Continue
ru_ru: Продолжить

source: Please enter a valid email address
ru_ru: Пожалуйста, введите действительный адрес email

source: TeddyID Integration
ru_ru: Настройки TeddyID

source: Link to TeddyID
ru_ru: Связать с TeddyID

source: Please enter a valid node ID
ru_ru: Пожалуйста, введите действительный ID узла

source: Please enter a valid secret key, minimum 20 characters
ru_ru: Пожалуйста, введите секретный ключ (secret key) длиной минимум 20 символов

source: You can log in to this site without a password, by tapping just one button on your phone
ru_ru: Вы можете входить на наш сайт без пароля, просто нажатием одной кнопки на вашем телефоне

source: You always have an option to login with username/password in case you lose your phone
ru_ru: У вас всегда есть возможность войти с помощью логина и пароля в случае если вы потеряете свой телефон

source: Do you want to log in to this site without a password, by tapping just one button on your phone? You can <a href='javascript:showTeddyID()'>set up your phone for one-tap login</a> right now
ru_ru: Вы хотите входить на наш сайт без пароля, просто нажатием одной кнопки на вашем телефоне? Вы можете прямо сейчас <a href='javascript:showTeddyID()'>настроить свой телефон для входа с помощью телефона</a>

source: Options saved
ru_ru: Настройки сохранены

source: Please edit Node ID and Secret Key only during initial setup and don't change them afterwards (unless the secret key was compromised)
ru_ru: Пожалуйста, редактируйте Node ID и Secret Key только во время первоначальной настройки и не меняйте их значения в дальнейшем (кроме случаев, когда секретный ключ оказался известен третьим лицам)

source: If it is the first time that you set up TeddyID for your site, the secret key was already generated for you (otherwise please enter something random for Secret Key). Please <a target='_blank' href='https://www.teddyid.com/control/new_desktop_app_node.php'>create a new desktop node at TeddyID.com</a> by copying and pasting the secret key from here to TeddyID.com, then enter here the ID of the newly created node. Save changes, and you're done
ru_ru: Если это первый раз когда вы настраиваете TeddyID для этого сайта, секретный ключ был уже сгенерирован для вас (в противном случае, введите случайную последовательность букв и цифр в качестве значения секретного ключа). Пожалуйста, <a target='_blank' href='https://www.teddyid.com/control/new_desktop_app_node.php'>создайте новый узел для настольных приложений на сайте TeddyID.com</a> с помощью копирования секретного ключа отсюда на сайт TeddyID.com, затем введите здесь ID только что созданного узла. Сохраните изменения, и на этом настройка завершена

source: Require email address (if unchecked, a random email address will be generated for all new users)
ru_ru: При первом логине пользователя требовать адрес email (если отключено, будет сгенерирован случайный адрес email

source: Save Changes
ru_ru: Сохранить изменения
